Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/filezilla-tm.tmx
Source language: en
Languages: ca_es

source: Please read http://wiki.filezilla-project.org/Date_and_Time_formatting for details
ca_es: Llegiu http://wiki.filezilla-project.org/Date_and_Time_formatting per als detalls

source: Please run this wizard again should you change your network environment or in case you suddenly encounter problems with servers that did work previously.
ca_es: Executeu l'auxiliar una altra vegada si canvieu l'entorn de xarxa o en cas que us trobeu problemes amb servidors que, anteriorment, funcionaven correctament.

source: Please select the categories you would like to import.
ca_es: Seleccioneu les categories que voleu importar.

source: Please select the default transfer mode you would like to use.
ca_es: Seleccioneu el mode de transferència per defecte que vulgueu utilitzar.

source: Please select the new attributes for the directory "%s".
ca_es: Seleccioneu nous atributs per al directori "%s".

source: Please select the new attributes for the file "%s".
ca_es: Seleccioneu els nous atributs per al fitxer "%s".

source: Please select the new attributes for the selected directories.
ca_es: Seleccioneu els nous atributs per als directoris seleccionats.

source: Please select the new attributes for the selected files and directories.
ca_es: Seleccioneu els nous atributs per directoris i fitxers seleccionats.

source: Please select the new attributes for the selected files.
ca_es: Seleccioneu els atributs nous pel fitxer seleccionat.

source: Please update your firewall and make sure your router is using the latest available firmware. Furthermore, your router has to be configured properly. You will have to use manual port forwarding. Don't run your router in the so called 'DMZ mode' or 'game mode'. Things like protocol inspection or protocol specific 'fixups' have to be disabled
ca_es: Actualitzeu el vostrer tallafocs, i assegureu-vos que el vostre encaminador (router) està utilitzant el darrer microprogramari (firmware). A més a més, l'encaminador ha d'estar configurat correctament. Hauríeu d'encaminar els ports manualment. No executeu l'encaminador (router) en el 'mode DMZ' o 'mode joc'. Les opcions com inspecció de protocols o ajusts de determinats protocols han d'estar inhabilitats.

source: Please visit http://filezilla-project.org for more information about FileZilla.
ca_es: Visiteu http://filezilla-project.org per a més informació del FileZilla.

source: Please visit http://filezilla-project.org to download the most recent version.
ca_es: Visiteu http://filezilla-project.org per a baixar-vos la darrera versió.

source: Predefined Sites
ca_es: Llocs web predefinits

source: Preserving file timestamps
ca_es: Es preserven les marques horàries del fitxer

source: Preview:
ca_es: Visualització prèvia:

source: Primary connection and data connection certificates don't match.
ca_es: Els certificats de la connexió primària i la connexió de dades no coincideixen.

source: Print version information to stdout and exit
ca_es: Imprimeix la informació de versió a stdout i surt

source: Prioritize directories (default)
ca_es: Prioritza els directoris (per defecte)

source: Priority
ca_es: Prioritat

source: Private &keys:
ca_es: &Claus privades:

source: Pro&xy password:
ca_es: Contrasenya del servidor intermediari (proxy):

source: Process &Queue
ca_es: Processa la &cua

source: Proxy &port:
ca_es: &Port del servidor intermediari:

source: Proxy &user:
ca_es: Nom d'&usuari per al servidor intermediari:

source: Proxy authentication failed
ca_es: Ha fallat l'autenticació amb el servidor intermediari

source: Proxy handshake failed: %s
ca_es: Ha fallat l'autenticació amb el servidor intermediari: %s

source: Proxy reply: %s
ca_es: Resposta del servidor intermediari: %s

source: Proxy request failed: %s
ca_es: La petició al servidor intermediari ha fallat: %s

source: Proxy request failed: Unknown address type in CONNECT reply
ca_es: La petició al servidor intermediari ha fallat: Tipus d'adreça desconegut a la resposta CONNECT

source: Proxy set but proxy host or port invalid
ca_es: S'ha establit un servidor intermediari però l'amfitrió o el port no són vàlids

source: Public Key Authentication
ca_es: Autentificació de clau pública

source: Public key algorithm:
ca_es: Algorisme de la clau pública:

source: Public permissions
ca_es: Permisos públics

source: Queue has been fully processed
ca_es: La cua ha estat totalment processada

source: Queue: empty
ca_es: Cua: buida

source: Queued files
ca_es: Fitxers a la cua

source: Queueing:
ca_es: En &cua:

source: R&eboot system
ca_es: R&eengega el sistema

source: R&emote directory tree
ca_es: Arbre de directoris r&emots

source: Raw FTP command
ca_es: Introdueix l'ordre FTP específica...

source: Re&ad
ca_es: Lect&ura

source: Re&name
ca_es: Rea&nomena

source: Re-run the wizard and carefully check your settings and configure all routers and firewalls accordingly.
ca_es: Torneu a executar l'auxiliar i comproveu la vostra configuració per tal de tenir els encaminadors (routers) i tallafocs de forma correcta.

source: Rea&d
ca_es: Lectur&a

source: Read-only
ca_es: Només de lectura

source: Really cancel current operation?
ca_es: Voleu cancel·lar l'operació actual?

source: Reason
ca_es: Raó

source: Reboot now
ca_es: Reinicia ara

source: Rec&urse into subdirectories
ca_es: Inclou s&ubdirectoris

source: Received data tainted
ca_es: Dades rebudes interferides

source: Reconnect information cannot be cleared while connected to a server. If you continue, your connection will be disconnected.
ca_es: La informació de reconnexió no pot ser esborrada mentre s'està connectat a un servidor. Si continueu, la connexió serà tancada.

source: Reconnection settings
ca_es: Paràmetres de reconnexió

source: Reconnects to the last used server
ca_es: Reconnecta al darrer servidor utilitzat

source: Redirection to invalid address
ca_es: Redirecció a una adreça no vàlida

source: Refresh the file and folder lists
ca_es: Refresca la llista de fitxers i directoris

source: Remote
ca_es: Remot

source: Remote certificate not trusted.
ca_es: No s'ha validat el certificat remot.

source: Remote file
ca_es: Fitxer remot

source: Remote file search
ca_es: Cerca de fitxers remots

source: Remote filters:
ca_es: Filtres remots:

source: Remote path
ca_es: Camí remot

source: Remote path cannot be parsed. Make sure it is a valid absolute path and is supported by the current site's servertype (%s).
ca_es: El camí remot no pot ser analitzat. Assegureu-vos que és un camí absolut vàlid i l'accepta el tipus de servidor actual (%s).

source: Remote path cannot be parsed. Make sure it is a valid absolute path and is supported by the servertype (%s) selected on the parent site.
ca_es: El camí remot no pot ser analitzat. Assegureu-vos que és un camí absolut vàlid i l'accepta el tipus de servidor actual (%s) seleccionat al lloc pare.

source: Remote path cannot be parsed. Make sure it is a valid absolute path.
ca_es: El camí remot no pot ser analitzat. Assegureu-vos que és un camí absolut vàlid.

source: Remote path could not be parsed.
ca_es: El camí remot no s'ha pogut analitzar.

source: Remote path handling:
ca_es: Gestió del camí remot:

source: Remote path:
ca_es: Camí remot:

source: Remote site:
ca_es: Lloc remot:

source: Remove &all
ca_es: Esborr&a-ho tot

source: Remove &selected
ca_es: Esborra els &seleccionats

source: Rename file
ca_es: Reanomena el fitxer

source: Rename selected directory
ca_es: Reanomena el directori seleccionat

source: Rename selected files and directories
ca_es: Reanomena els fitxers i directoris selecionats

source: Renaming '%s' to '%s'
ca_es: S'està reanomenant '%s' a '%s'.

source: Resolving address of %s
ca_es: S'està resolent l'adreça %s

source: Resolving hostname
ca_es: S'està resolent el nom de l'amfitrió

source: Response:
ca_es: Resposta:

source: Results:
ca_es: Resultats:

source: Resuming ASCII files can cause problems if server uses a different line ending format than the client.
ca_es: Reprendre fitxers ASCII pot causar problemes si el servidor utilitza un format de fi de línia diferent al del client.

source: Retrieving directory listing...
ca_es: S'està recuperant el llistat del directori...

source: Retrieving external IP address from %s
ca_es: S'està recuperant l'adreça IP externa des de %s

source: S&how files currently being edited...
ca_es: &Mostra els fitxers que s'estan editant...

source: S&hutdown system
ca_es: A&paga el sistema

source: S&top
ca_es: A&tura

source: S&ynchronized browsing
ca_es: Navegació S&incronitzada

source: Save settings?
ca_es: Voleu desar els paràmetres?

source: Scanning for files to add to queue
ca_es: Escanejant per trobar fitxers per afegir a la cua

source: Scanning for files to upload
ca_es: Escanejant per trobar fitxers per penjar

source: Search for files recursively.
ca_es: Cerca fitxers recursivament.

source: Search server for files
ca_es: Cerca fitxers al servidor

source: Security information
ca_es: Informació sobre seguretat

source: See also: http://wiki.filezilla-project.org/Network_Configuration
ca_es: Veure també: http://wiki.filezilla-project.org/Network_Configuration

source: Sele&ct server
ca_es: Sele&cciona servidor

source: Select &page:
ca_es: Selecciona una &pàgina:

source: Select Theme
ca_es: Selecciona un tema:

source: Select default action to perform if target file of a transfer already exists.
ca_es: Seleccioneu una acció per defecte per dur a terme si el fitxer destí d'una transferència ja existeix.

source: Select default editor
ca_es: Selecciona un editor per defecte

source: Select default file exists action if the target file already exists. This selection is valid only for the current session.
ca_es: Seleccioneu una acció de fitxer existent per defecte si el fitxer destí ja existeix. Aquesta selecció només serà vàlida per la sessió actual.

source: Select default file exists action only for the currently selected files in the queue.
ca_es: Seleccioneu una acció de fitxer existent per defecte només pels fitxers seleccionats a la cua.

source: Select download location for package
ca_es: Seleccioneu la ubicació de baixada pel paquet

source: Select file containing private key
ca_es: Selecciona el fitxer que conté la clau privada

source: Select file for exported data
ca_es: Selecciona el fitxer per a les dades exportades

source: Select file for exported queue
ca_es: Selecciona el fitxer per a la cua d'exportació

source: Select file for exported settings
ca_es: Selecciona el fitxer per la configuració exportada

source: Select file for exported sites
ca_es: Selecciona el fitxer per als llocs exportats

source: Select file to import settings from
ca_es: Selecciona el fitxer des d'on s'ha d'importar la configuració.

source: Select file to upload
ca_es: Seleccioneu el fitxer per pujar

source: Select filename for converted keyfile
ca_es: Selecciona el fitxer pel fitxer de claus convertit

source: Select how these files should be opened.
ca_es: Seleccioneu com s'han d'obrir aquests fitxers.

source: Select target download directory
ca_es: Seleccioneu el directori de baixada de destinació

source: Select target filename
ca_es: Selecciona el nom del fitxer destí

source: Select the categories to export:
ca_es: Selecciona les categories a exportar:

source: Select the private data you would like to delete.
ca_es: Selecciona les dades privades que vulgueu esborrar.

source: Selected %d directory with its contents for transfer.
ca_es: S'ha seleccionat %d directori amb els seus continguts per transferir.

source: Selected %d directory.
ca_es: Directori %d seleccionat.

source: Selected %d file for transfer.
ca_es: %d fitxer seleccionat per transferir.

source: Selected %d file. Total size: %s
ca_es: Fitxer %d seleccionat. Mida total: %s

source: Selected %d file. Total size: At least %s
ca_es: Fitxer %d seleccionat. Mida total: Com a mínim %s

source: Selected %s and %s for transfer.
ca_es: %s seleccionats i %s per transferir.

source: Selected %s and %s. Total size: %s
ca_es: %s i %s seleccionats. Mida total: %s

source: Selected %s and %s. Total size: At least %s
ca_es: %s i %s seleccionats. Mida total: Com a mínim %s

source: Selected editor does not exist.
ca_es: L'editor seleccionat no existeix.

source: Selected file already being edited
ca_es: El fitxer seleccionat ja està sent editat

source: Selected file is already loaded
ca_es: El fitxer seleccionat ja està carregat

source: Selected filter only works for local files.
ca_es: El fitxer seleccionar només funciona pels fitxers locals.

source: Selected global bookmark and current server use a different server type. Use site-specific bookmarks for this server.
ca_es: L'adreça d'interès global seleccionada i el servidor actual utilitzen un diferent tipus de servidor. Utilitzeu una adreça d'interès específica de lloc per a aquest servidor.

source: Selected port usually in use by a different protocol.
ca_es: El port seleccionat normalment és utilitzat per un altre protocol.

source: Send FTP &keep-alive commands
ca_es: Envia comandes FTP per mantenir la connexió

source: Send custom command to the server otherwise not available
ca_es: Envia una ordre personalitzada al servidor que d'una altra manera no estaria disponible

source: Sending keep-alive command
ca_es: Enviant comandes de manteniment de la connexió

source: Serial number:
ca_es: Número de sèrie:

source: Server did not properly shut down TLS connection
ca_es: El servidor no ha tancat correctament la connexió TLS

source: Server does not support resume of files > %d GB.
ca_es: El servidor no permet reprende fitxers > %d GB.

source: Server does not support resume of files > %d GB. End transfer since file sizes match.
ca_es: El servidor no permet reprendre fitxers > %d GB. Es finalitzarà la transferència quan les mides dels fitxers coincideixin.

source: Server does not support resume of files > 2GB.
ca_es: El servidor no permet reprende fitxers > 2GB.

source: Server does not support resume of files > 4GB.
ca_es: El servidor no permet reprende fitxers > 4GB.

source: Server may not support resume of files > %d GB. End transfer since file sizes match.
ca_es: El servidor podria no permetre reprendre els fitxers > %d GB. Es finalitzarà la transferència quan les mides dels fitxers coincideixin.

source: Server might require an account. Try specifying an account using the Site Manager
ca_es: El servidor podria requerir un compte. Si us plau especifiqueu-ne un utilitzant el gestor de llocs

source: Server sent an additional login prompt. You need to use the interactive login type.
ca_es: El servidor ha enviat una petició d'entrada addicional. Heu d'utilitzar el tipus d'entrada interactiu.

source: Server sent passive reply with unroutable address. Passive mode failed.
ca_es: El servidor ha enviat una resposta passiva amb una adreça no enrutable. Ha fallat el mode passiu.

source: Server sent passive reply with unroutable address. Using server address instead.
ca_es: El servidor ha enviat una resposta passiva amb una adreça no enrutable. S'utilitzarà l'adreça del servidor.

source: Server sent unexpected reply.
ca_es: Resposta estranya del servidor.

source: Server to client MAC:
ca_es: MAC servidor a client:

source: Server to client cipher:
ca_es: Clau servidor a client:

source: Server&type:
ca_es: &Tipus de servidor:

source: Server/Local file
ca_es: Servidor/Fitxer local

source: Server:
ca_es: Servidor:

source: Session details
ca_es: Detalls de la sessió

source: Set &Priority
ca_es: Estableix la &prioritat

source: Set permissions of '%s' to '%s'
ca_es: Estableix els permisos de '%s' a '%s'

source: SetSocketBufferSize called without socket
ca_es: SetSocketBufferSize cridat sense sòcol

source: Settings
ca_es: Paràmetres

source: Show &raw directory listing
ca_es: Most&ra el llistat de directoris cru

source: Show both directory trees and continue comparing?
ca_es: Voleu mostrar ambdós arbres de directoris i continuar comparant?

source: Shows this help dialog
ca_es: Mostra aquest diàleg d'ajuda

source: Shutdown now
ca_es: Atura ara

source: Site &Manager entries
ca_es: Entrades del &gestor de llocs

source: Site Manager
ca_es: Gestor de llocs

source: Site Manager already open
ca_es: El gestor de llocs ja està obert

source: Site does not exist.
ca_es: El lloc no existeix.

source: Site path has to begin with 0 or 1.
ca_es: El camí del lloc ha de començar amb un 0 o 1.

source: Site path is malformed.
ca_es: El camí del lloc sembla mal escrit.

source: Site-specific bookmarks
ca_es: Adreces d'interès específiques de lloc

source: Site-specific bookmarks require the server to be stored in the Site Manager. Add current connection to the site manager?
ca_es: Les adreces d'interès específiques de lloc requereixen que el servidor estigui emmagatzemat al gestor de llocs. Voleu afegir la connexió actual al gestor de llocs?

source: Size
ca_es: Mida

source: Size formatting
ca_es: Formatació de mida

source: Size unknown
ca_es: Mida desconeguda

source: Skipping download of %s
ca_es: S'està omentent la baixada de %s

source: Skipping upload of %s
ca_es: S'està ometent la pujada de %s

source: Some files are still being edited or need to be uploaded.
ca_es: Alguns fitxers encara estan sent editats o han de ser penjats.

source: Some misconfigured remote servers which are behind a router, may reply with their local IP address.
ca_es: Alguns servidors remots mal configurats que són darrera d'un encaminador, poden respondre la seva adreça IP local.

source: Sort directories inline
ca_es: Ordena els directoris en línia

source: Sort order cannot be changed if comparing directories.
ca_es: El tipus d'ordenació no es pot canviar si s'estan comparant directoris.

source: Sorting
ca_es: Ordenació

source: Sorting &mode:
ca_es: &Mode d'ordenació:

source: Source and path of the drop operation are identical
ca_es: L'origen i el camí de l'operació de deixar anar són idèntics

source: Source and target file may not be the same
ca_es: El fitxer origen i destí poden no ser els mateixos

source: Source and target of the drop operation are identical
ca_es: L'origen i la destinació de l'operació de deixar anar són idèntics

source: Source file:
ca_es: Fitxer font:

source: Speed limits
ca_es: Límits de velocitat

source: Start transfer &immediately
ca_es: Comença la transferència &immediatament

source: Start with opened Site Manager
ca_es: Comença amb el gestor de llocs obert

source: Starting download of %s
ca_es: S'està iniciant la baixada de %s

source: Starting upload of %s
ca_es: S'està iniciant la pujada de %s

source: Status
ca_es: Estat

source: Status:
ca_es: Estat:

source: Stop and remove &all
ca_es: &Atura i suprimeix tots

source: Street:
ca_es: Carrer:

source: Subject of certificate
ca_es: Assumpte del certificat

source: Successful transfers
ca_es: Transferències exitoses

source: Summary of test results:
ca_es: Resum dels resultats del test

source: Synchronized browsing
ca_es: Navegació sincronitzada

source: Synchronized browsing has been disabled.
ca_es: La navegació sincronitzada ha estat inhabilitada.

source: Syntax error
ca_es: Error de sintaxi

source: Syntax error in command line
ca_es: Error de sintaxi en la línia de comandes

source: System
ca_es: Sistema

source: TLS/SSL connection established, sending HTTP request
ca_es: S'ha establert la connexió TLS/SSL, s'està enviant la sol·licitud HTTP

source: TLS/SSL connection established, waiting for welcome message...
ca_es: S'ha establert la connexió TLS/SSL, s'està esperant missatge de benvinguda...

source: TLS/SSL connection established.
ca_es: S'ha establert la connexió TLS/SSL.

source: TTL expired
ca_es: TTL vençut

source: Target file already exists
ca_es: El fitxer de destinació ja existeix.

source: Target file:
ca_es: Fitxer objectiu:

source: Target filename already exists, really continue?
ca_es: El fitxer de destinació ja existeix, voleu continuar?

source: Test results
ca_es: Resultats del test

source: Testing resume capabilities of server
ca_es: Provant les capacitats de reprende fitxers del servidor

source: The Site Manager is opened in another instance of FileZilla 3. Do you want to continue? Any changes made in the Site Manager won't be saved then.
ca_es: El gestor de llocs està obert per una altra instància de FileZilla 3. Voleu continuar? Qualsevol canvi al gestor de llocs no serà desat en aquest cas.

source: The Site Manager is opened in another instance of FileZilla 3. Please close it or the data cannot be deleted.
ca_es: El gestor de llocs està obert per una altra instància de FileZilla 3. Si us plau, tanqueu-la o no es podran esborrar les dades.

source: The XML document is not well-formed: %s
ca_es: El document XML està mal format: %s

source: The address you entered was: %s
ca_es: L'adreça que vau introduir era: %s

source: The bookmark could not be added.
ca_es: No s'ha pogut afegir l'adreça d'interès.

source: The bookmarks could not be cleared.
ca_es: No s'han pogut netejar les adreces d'interès.

source: The connection is encrypted. Click icon for details.
ca_es: La connexió està xifrada. Cliqueu a la icona per a més detalls.

source: The custom login sequence cannot be empty.
ca_es: La seqüència d'entrada personalitzada no pot estar buida.

source: The default editor for text files could not be found.
ca_es: No s'ha trobat l'editor per defecte per als fitxers de text.

source: The default editor for text files is '%s'.
ca_es: L'editor per defecte per als fitxers de text és '%s' .

source: The extension '%s' does already exist in the list
ca_es: La extensió '%s' ja existeix a la llista

source: The file %s already exists. Please enter a new name:
ca_es: El fitxer %s ja existeix. Escriviu un altre nom.

source: The file '%s' cannot be opened: The associated program (%s) could not be found. Please check your filetype associations.
ca_es: No s'ha pogut obrir el fitxer '%s': El programa associat (%s) no ha pogut ser trobat. Si us plau comprova les teves associacions d'arxius.

source: The file '%s' could not be loaded or does not contain a private key.
ca_es: No s'ha pogut carregar el fitxer '%s' o no conté una clau privada.

source: The file '%s' could not be loaded.
ca_es: No s'ha pogut carregar el fitxer '%s'

source: The file '%s' could not be opened: No program has been associated on your system with this file type.
ca_es: No s'ha pogut obrir el fitxer '%s': Cap programa ha estat associat amb aquest tipus de fitxer en el el vostre sistema.

source: The file '%s' could not be opened: The associated command failed
ca_es: No s'ha pogut obrir el fitxer '%s': L'ordre associada ha fallat

source: The file '%s' is not in a format supported by FileZilla. The file is also password protected. Password protected keyfiles are not supported by FileZilla yet. Would you like to convert it into a supported, unprotected format?
ca_es: El fitxer '%s' no està en un format compatible amb el FileZilla. A més el fitxer està protegit amb contrasenya. Els fitxers de claus protegits amb contrasenyes encara no són compatibles amb el FileZilla. Voleu convertir-lo a un format compatible desprotegit?

source: The file '%s' is not in a format supported by FileZilla. Would you like to convert it into a supported format?
ca_es: El fitxer '%s' no està en un format compatible amb el FileZilla. Voleu convertir-lo a un format compatible desprotegit?

source: The file '%s' is password protected. Password protected keyfiles are not supported by FileZilla yet. Would you like to convert it into an unprotected file?
ca_es: El fitxer '%s' està protegit amb contrasenya. Els fitxers de claus protegits amb contrasenya encara no són compatibles amb el FileZilla. Voleu convertir-lo a un fitxer desprotegit?

source: The file selected as default editor does not exist.
ca_es: El fitxer seleccionat com a editor per defecte no existeix.
